Repository: trevoralpert/CKAN-Monorepo
Catalog: CKAN-Modernization-20250721/ckan-monorepo/extensions/ckanext-dsaudit/ckanext/dsaudit/i18n/*/LC_MESSAGES/ckanext-dsaudit.po
Languages: fr

source: {actor} inserted %(num)d record in datastore resource {resource}
fr: {actor} a inséré %(num)d enregistrement dans la ressource de magasin de données {resource}

source: {actor} updated %(num)d record in datastore resource {resource}
fr: {actor} mis à jour %(num)d dans la ressource magasin de données {resource}

source: {actor} inserted (for new records) or updated (for existing records) %(num)d record in datastore resource {resource}
fr: {actor} inséré (pour les nouveaux enregistrements) ou mis à jour (pour les enregistrements existants) %(num)d enregistrement dans la ressource magasin de données {resource}

source: {actor} redefined datastore table for resource {resource}
fr: {actor} redéfini le tableau magasin de données pour la ressource {resource}

source: {actor} defined datastore table for resource {resource}
fr: {actor} défini le tableau magasin de données pour la ressource {resource}

source: Column
fr: Colonne

source: Label
fr: Étiquette

source: {actor} deleted %(num)d record from datastore resource {resource}
fr: {actor} a supprimé %(num)d l’enregistrement de la ressource magasin de données {resource}

source: {actor} deleted records from datastore resource {resource}
fr: {actor} a supprimé des enregistrements de la ressource magasin de données {resource}

source: {actor} deleted datastore resource {resource}
fr: {actor} a supprimé la ressource magasin de données {resource}
