Repository: trevoralpert/CKAN-Monorepo
Catalog: local/GRAVEYARD/additional-extensions/ckanext-archiver/ckanext/archiver/i18n/*/LC_MESSAGES/ckanext-archiver.po
Languages: pl

source: Broken links
pl: Błędne linki

source: Dataset resource URLs that are found to result in errors when resolved.
pl: Adresy URL zewnętrznych zasobów, których nie udało się pobrać.

source: Content-length %s exceeds maximum allowed value %s
pl: Rozmiar zasobu %s przekracza dozwolone maksimum %s bajtów

source: Server content contained an API error message: %s
pl: Serwer odpowiedział błędem API: %s

source: Content-length after streaming was %i
pl: Rozmiar zasobu po pobraniu wyniósł %i bajtów

source: No value for ckanext-archiver.cache_url_root in config
pl: Brak w konfiguracji definicji ckanext-archiver.cache_url_root

source: URL parsing failure: %s
pl: Wystąpił błąd parsowania URL: %s

source: Invalid url scheme. Please use one of: %s
pl: Niepoprawny protokół http. Wybierz jeden z: %s

source: URL parsing failure - did not find a host name
pl: Błąd parsowania URL - nie znaleziono nazwy hosta

source: Connection error: %s
pl: Błąd połączenia: %s

source: Invalid HTTP response: %s
pl: Błędna odpowiedź HTTP: %s

source: Connection timed out after %ss
pl: Serwer nie odpowiedział po %s sekundach

source: Too many redirects
pl: Za dużo przekierowań

source: Error downloading: %s
pl: Błąd podczas pobierania: %s

source: Error with the download: %s
pl: Błąd podczas pobierania: %s

source: Invalid URL or Redirect Link
pl: Niepoprawny URL lub link przekierowujący

source: Could not make HEAD request
pl: Zapytanie typu HEAD nie było możliwe

source: Error during request: %s
pl: Wystąpił błąd podczas odpytywania serwera: %s

source: Error with the request: %s
pl: Wystąpił błąd podczas odpytywania serwera: %s

source: Server returned HTTP error status: %s %s
pl: Serwer odpowiedział błędem HTTP: %s %s

source: Link is broken
pl: Link jest błędny

source: This is a one-off failure
pl: Błąd wystąpił po raz pierwszy

source: This resource has failed %(failure_count)s times in a row since it first failed: %(first_failure)s
pl: Archiwizowanie zasobu nie udało się %(failure_count)s raz z rzędu od momentu %(first_failure)s

source: This resource was last ok: %(last_success)s
pl: Ostatnio udało się zarchiwizować zasób %(last_success)s

source: We do not have a past record of it working since the first check: %(created)s
pl: Zasób nie był dostępny od kiedy badane są linki zewnętrzne: %(created)s

source: Link check is not conclusive
pl: Nie można jednoznacznie stwierdzić, czy link do zasobu jest błędny

source: Link is ok
pl: Link do zasobu jest poprawny

source: Link checked: %(updated)s
pl: Link sprawdzony: %(updated)s

source: Download cached copy
pl: Pobierz zarchiwizowaną kopię

source: Size
pl: Rozmiar

source: Cached on
pl: Zarchiwizowany

source: before it was broken
pl: poprawnie, po czym wystąpiły błędy

source: No cached copy available
pl: Brak zarchiwizowanej kopii zasobu

source: Broken datasets
pl: Zbiory z błędnymi linkami

source: % Broken links
pl: % błędnych linków

source: Index/position of the resource in the dataset
pl: Pozycja zasobu w zbiorze

source: Res
pl: Zasób

source: Reason
pl: Wytłumaczenie

source: Failed download attempts
pl: Liczba błędnych prób pobrania

source: No. of fails
pl: Błędnych

source: First failed attempt
pl: Pierwszy błąd pobierania

source: First fail
pl: Pierwszy błąd

source: Most recent failed attempt
pl: Ostatni błąd pobierania

source: Latest fail
pl: Ostatni błąd

source: The last time it was successfully obtained
pl: Data ostatniego poprawnego pobrania

source: Last success
pl: Ostatni sukces
